Repository: i026e/tg_filtering_bot
Catalog: *_filtering_bot/locales/*/LC_MESSAGES/FilteringBot.po
Languages: ru

source: Hi there, I am a filtering bot for '{channel}' channel. Please use command {} to add a new address.
ru: Привет, Я бот-фильтр для канала '{channel}'. Используй команду {command} чтобы добавить новый адрес.

source: Please type street name to create a filter
ru: Введи название улицы чтобы создать фильтр

source: You have no addresses to delete
ru: Нет адресов для удаления

source: {i}. Delete {address}
ru: {i}. Удалить {address}

source: Click addresses to delete
ru: Нажми на адрес чтобы его удалить

source: You have no addresses
ru: Нет адресов

source: You addresses are:
ru: Адреса:

source: Filter '{address}' was added for monitoring
ru: Фильтр '{address}' добавлен

source: No address to delete
ru: Нет адреса для удаления

source: Filter '{address}' was deleted
ru: Фильтр '{address}' был удален
